Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/laws/other_files/hl-20050617-085.html.tmx
Source language: nob
Languages: sme

source: LOV 2005-06-17 nr 85: Lov om rettsforhold og forvaltning av grunn og naturressurser i Finnmark fylke (finnmarksloven).
sme: Láhka geassemánu 17. 2005 nr. 85 riektediliid ja eatnamiid ja luondduvalljodagaid hálddaheami birra Finnmárkku fylkkas (finnmárkkuláhka)

source: JD (Justis- og politidepartementet)
sme: Justis- ja politidepartementta

source: BG14b, C 01 NÆRINGSKODE:
sme: Kapihtal 1 Dábálaš mearrádusat

source: KUNNGJORT:
sme: § 3 Gaskavuohta álbmotriektái Láhka gusto daid ráddjehusaiguin mat čuvvot ILO-konvenšuvnnas nr. 169 eamiálbmogiid ja čearddaid birra iehčanas stáhtain.

source: KORTTITTEL:
sme: § 4 Sámedikki válddahusat meahcceeatnamiid nuppástuvvan geavaheapmái Sámediggi sáhttá addit válddahusaid dasa, mo meahcceeatnamiid nuppástuvvan geavaheami váikkuhus sámi kultuvrii, boazodollui, meahcásteapmái, ealáhusdoaimmaheapmái ja servodateallimii galgá árvvoštallojuvvot.

source: Finnmarksloven Sentrale forskrifter
sme: Válddahusaid galgá departemeanta dohkkehit.

source: INNHOLD
sme: Áššiin meahcceeatnamiid nuppástuvvan geava - he ami birra galget stáhtalaš, fylkkagielddalaš ja gielddalaš eiseválddit árvvoštallat, mo nuppástupmi váikkuha sámi kultuvrii, boazodollui, meahcásteapmái, ealáhusdoaimmaheapmái ja servodateallimii.

source: Lov om rettsforhold og forvaltning av grunn og naturressurser i Finnmark fylke (finnmarksloven).
sme: Sámedikki válddahusat galget adnojuvvot sámi beroštusaid árvvoštallama vuođusin vuosttas čuoggá mielde.

source: Sametingets retningslinjer for endret bruk av utmark § 5.
sme: § 5 Gaskavuohta bissovaš vuoigatvuođaide Sámit leat oktasaččat ja oktagaslaččat bistilis eanaja čáhceguovlluid geavahemiin rábidan vuoigatvuođaid eatnamiidda Finnmárkkus.

source: Forholdet til bestående rettigheter
sme: Nannen dihtii vuoigatvuođaid mahtodaga ja sis doa lu, mat sámiin ja earrásiin leat oamastusa da hje dološ áiggi rájes geavaheami vuođul dahje eará vuđđosa alde, ásahuvvo kommišuvdna mii galgá čielggadit vuoigatvuođaid Finnmárkku eatnamiidda ja čáziide, ja sierraduopmostuollu mii galgá mearridit soahpameahttunvuođaid dakkár vuoigatvuođaid alde, vrd. kapihtal 5.

source: Kapittel 2.
sme: Kapihtal 2 Finnmárkkuopmodat

source: Finnmarkseiendommen § 6.
sme: § 6 Finnmárkkuopmodaga riektedilli Finnmárkkuopmodat (Finnmarkseiendommen) lea Finnmárkkus sierra riektesubjeakta, mii galgá hálddahit eatnamiid ja luondduvalljodagaid jna, maid dat oamasta lága ulbmila mielde ja dán lága njuolggadusaid mielde.

source: Finnmarkseiendommens rettsstilling § 7. Finnmarkseiendommens styre § 8.
sme: § 7 Finnmárkkuopmodaga stivra Finnmárkkuopmodaga jođiha stivra, mas leat guhtta olbmo.

source: Nærmere om forholdsvalg § 9.
sme: Finnmárkku fylkkadiggi ja Sámediggi válljeba ieža goabbáge golbma lahtu oktan persovnnalaš sadjásašlahtuiguin.

source: Styrets oppgaver og saksbehandling § 10.
sme: Lahtut ja sadjásašlahtut galget ássat Finnmárkkus.

source: Saker om endret bruk av utmark og avhendelse av fast eiendom m.m.. § 11.
sme: Sihke lahttun ja sadjásašlahttun galgaba guktot orgánat válljet sihke nissoniid ja dievdduid.

source: Saker som angår de ansattes arbeidssituasjon og rettsstilling § 12.
sme: Orgána galgá válljet lahtuid ja sadjá sašlahtuid ovtta ollái.

source: Representasjon § 13.
sme: Stivrralahttun dahje sadjásašlahttun ii sáhte válljet Finnmárkku opmodaga virgehasaid, Finnmárkkuopmodaga rehketdoallodárkkistead dji ja gozihanlávdegotti lahtuid ja sadjásašlahtuid.

source: Regnskap, revisjon og registrering § 14.
sme: Láhka geassemánu 17. 2005 nr. 85 riektediliid ja eatnamiid ja luondduvalljodagaid hálddaheami birra Finnmárkku fylkkas (finnmárkkuláhka) Stivrralahtut ja sadjásašlahtut nammaduvvojit njealji jahkái háválassii.

source: Pantsettelse og gjeldsforfølgning § 15. Utdeling av overskudd § 16.
sme: Ii oktage sáhte leat stivrralahttun eambbo go logi jagi oktilassii.

source: Kontrollkomiteen § 17. Straff- og erstatningsansvar for styremedlemmer m.fl..
sme: Stivrralahtuid ja sadjásašlahtuid sáhttá bidjat eret dat orgána, mii lea nammadan guoskevačča.

source: Forholdet til forvaltningsloven og offentlighetsloven § 19.
sme: Orgána galgá dalle ođđasis válljet lahtuid ja sadjásašlahtuid ovtta ollái.

source: Fornybare ressurser på Finnmarkseiendommens grunn § 21. Hovedprinsipper for forvaltningen § 22.
sme: Stivrralahtuin ja sadjásašlahtuin lea vuoigatvuohta luohpat ovdal go bálvalusáigi lea nohkan, juos lea earenoamáš árta.

source: Rettigheter for personer bosatt i kommunen § 23. Rettigheter for personer bosatt i Finnmark § 24.
sme: Stivrii ja orgánii, mii lea nammadan guoskevačča, galgá addojuvvot govttolaš ovddalgihtedieđáhus.

source: Særskilt rett til lokal utnyttelse § 25.
sme: Njealját lađđasa nubbi čuokkis gusto seamma láhkai.

source: Adgang for andre § 26. Lokal forvaltning av jakt og fiske § 27.
sme: Stivra vállje ieš lahtuidis gaskkas jođiheaddji ja várrejođiheaddji.

source: Nærmere vilkår for utnyttelse av fornybare ressurser og innskrenkninger i utnyttelsen
sme: Juos leat ovtta meare jienat, de mearriduvvo vuorbádeami bokte guđe listtas loktejuvvo badjeliidda.

source: Tana og Neiden § 28.
sme: Juos gorreválggain Sámedikkis lea dárbbašlaš deavdit gáibádusa, ahte okta stivrralahtuin ja su sadjásašlahttu galgaba leat boazodoalu ovddastead djit, de galgá boazodoalu ovddasteddjiid loktet badjeliidda dan listtas, mii lea ožžon uhcimus jienaid daid listtaid gaskkas, mat galget ovddastuvvot ja main leat dakkár evttohasat.

source: Fisket i Tana- og Neidenvassdragene
sme: Juos ii leat oktage dakkár lista, de manná maŋimuš stivrrasadji boazodoalu ovddasteddjiide, geat leat dan listtas mii lea ožžon eanemus jienaid daid listtaid gaskkas, main leat dakkár evtto hasat.

source: Kapittel 5.
sme: Juos leat ovtta meare jienat, de mearriduvvo vuorbádeami bokte, gu đe lista lea ožžon eanemus dahje uhcimus jienaid.

source: Kartlegging og anerkjennelse av eksisterende rettigheter I Finnmarkskommisjonen § 29.
sme: § 9 Stivrra dahkamušat ja áššegieđahallan Finnmárkkuopmodaga hálddaheapmi gullá stivrii.

source: Finnmarkskommisjonen § 30. Avgrensning av utredningsfelt m.m..
sme: Stivra galgá fuolahit doibmii bealuštahtti organiserema.

source: Varsling av mulige rettighetshavere § 32. Ansvaret for sakens opplysning § 33.
sme: Stivra galgá dárbbašlaš olis mearridit plánaid, budjeahta, válddahusaid ja bagadusaid doibmii.

source: Finnmarkskommisjonens rapport § 34. Behandlingen i Finnmarkseiendommen § 35.
sme: Stivra čađaha guorahallamiid, maid atná dárbbašlažžan vai sáhttá doaimmahit dahkamušaidis.

source: Forhandlinger II Utmarksdomstolen for Finnmark § 36.
sme: Okta stivrralahttu sáhttá gáibidit stivrra gieđahallat dihtoáššiid.

source: Utmarksdomstolen for Finnmark § 37. Forfall § 38.
sme: Okta stivrralahttu sáhttá gáibidit čoahkkingieđahallama.

source: Stevning § 39.
sme: Mearrádusat dahkkojuvvojit dábálaš eanetloguin, juos eará ii čuovo §:s 10.

source: Avvisning § 40. Forening av saker, oppdeling m.m..
sme: Go leat ovtta meare jienat, de mearrida stivrrajođiheaddji jietna.

source: Grensegang og tinglysing § 46. Forholdet til annen lovgivning § 47.
sme: Stivra addá jahkásaččat muitalusa gozihanlávdegoddái Finnmárkkuopmodaga doaimmas.

source: Fullmakt til å gi nærmere regler
sme: Stivra mearrida ieš iežas mávssu.

source: Sluttbestemmelser § 48.
sme: Mávssu máksá Finnmárkkuopmodat.

source: Overgangsregler § 50.
sme: § 10 Áššit meahcceeatnamiid nuppástuvvan geavaheami ja gittaopmodagaid luobaheami jd. birra Áššiin meahcceeatnamiid nuppástuvvan geavaheami birra galgá Finnmárkkuopmodat árvvoštallat, mo nuppástupmi váikkuha sámi kultuvrii, boazodollui, meahcásteapmái, ealáhusdoaimmaheapmái ja servodateallimii.

source: Jf. res. 27 mai 1775, lover 22 juni 1863, 24 april 1869, 3 aug 1897, 22 mai 1902, 12 mars 1965.
sme: Juos eanetlogus eai leat eambbo go njealjis, de sáhttá uhcitlohku stivrračoahkkima áigge ovtta oli gáibidit ášši Sámedikki gieđahallamii.

source: Kapittel 1. Alminnelige bestemmelser
sme: Mearrádusa dohkkeheapmi dahká stivrramearrádusa mađđása.

source: Lovens formål er å legge til rette for at grunn og naturressurser i Finnmark fylke forvaltes på en balansert og økologisk bærekraftig måte til beste for innbyggerne i fylket og særlig som grunnlag for samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv.
sme: Juos evttohusa meahcceeatnamiid nuppástuvvan geavaheami birra, mii juogo gusto dušše Kárášjoga, Guovdageainnu, Unjárgga, Porsáŋggu ja Deanu gildii dahje gusto dušše reasta Finnmárkui, dorjot golbma ja dušše golbma stivrralahtu, de sáhttet golbma stivrralahtu ovtta oli gáibidit ášši gieđahallat oktii vel.

source: Virkeområde
sme: Dán gieđahallamii ii searvit Finnmárkku fylkkadikki válljen maŋimuš stivrralahttu, juos ášši gusto Kárášjoga, Guov dageainnu, Unjárgga, Porsáŋggu ja Deanu gieldda meahcceeatnamiid nuppástuvvan geavaheapmái.

source: Loven gjelder for fast eiendom og vassdrag med naturressurser i Finnmark fylke. I strandlinjen gjelder loven så langt ut i sjøen som den private eiendomsretten strekker seg.
sme: Juos ášši gusto reasta Finnmárkku meahcceeatnamiid nuppástuvvan geavaheapmái, de ii searvit Sámedikki válljen maŋimuš stivrralahttu gii ii ovddas boazodoalu.

source: § 3. Forholdet til folkeretten
sme: Ášši mearriduvvo dábálaš eanetloguin.

source: Loven gjelder med de begrensninger som følger av ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater.
sme: Nubbi ja goalmmát lađas gustojit seamma láhkai virgehasaid ja earrásiid fápmudeapmái dahkat mearrádusa meahcceeatnamiid nuppástuvvan geavaheamis.

source: Loven skal anvendes i samsvar med folkerettens regler om urfolk og minoriteter og bestemmelser i overenskomster med fremmede stater om fisket i grensevassdragene.
sme: Vuosttas lađđasis njealját lađđasii gustojit seamma láhkai áššiide meahcceeatnamiid dahje vuoigatvuođaid meahcceeatnamiin luobaheami ja láigoheami birra.

source: § 4. Sametingets retningslinjer for endret bruk av utmark
sme: Dán paragráfa mearrádusat eai gusto kapihttalis 3 namahuvvon áššiide.

source: Sametinget kan gi retningslinjer for hvordan virkningen for samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv av endret bruk av utmark skal bedømmes.
sme: Mearrádusaid gittaopmodaga luobaheamis, mat leat dahkkojuvvon uhcit go njealji stivrralahtu doarjagiin, ferte Sámediggi ja Finnmárkku fylkkadiggi dohkkehit.

source: Retningslinjene skal godkjennes av departementet. Departementet prøver om retningslinjene ligger innenfor rammen av første punktum, og om de er utformet på egnet måte.
sme: Vuosttas čuokkis ii gusto daid opmodagaid luobaheapmái mat leat čuldojuvvon almmolaš juohkogávppi bokte ja mat leat biddjojuvvon huksenguovlun plánain plána- ja huksenlága mielde, dahje čuldojuvvon duktasajiide maidda lea huksejuvvon.

source: I saker om endret bruk av utmark skal statlige, fylkeskommunale og kommunale myndigheter vurdere hvilken betydning endringen vil ha for samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv.
sme: § 11 Áššit mat gusket virgehasaid bargodillái ja riektedillái Finnmárkkuopmodaga virgehasat válljejit gaskkasteaset ovddasteaddji, gii searvá Finnmárkkuopmodaga stivrii go dat gieđahallá virgehasaid bargodillái dahje riektedillái guoski áššiid.

source: Sametingets retningslinjer skal legges til grunn ved vurderingen av samiske interesser etter første punktum.
sme: Virgehasaid ovddasteaddjis lea sárdnun- ja evttohanvuoigatvuohta, muhto ii jienastanvuoigatvuohta.

source: Samene har kollektivt og individuelt gjennom langvarig bruk av land og vann opparbeidet rettigheter til grunn i Finnmark.
sme: § 12 Ovddastus Stivra ovddasta Finnmárkkuopmodaga olggošguvlui ja vuolláičállá fi rpmá beales.

source: Loven her gjør ikke inngrep i kollektive og individuelle rettigheter som samer og andre har opparbeidet ved hevd eller alders tids bruk.
sme: Stivra sáhttá addit ovtta dahje máŋgga stivrralahttui dahje eará nammejaolbmuide vuoigatvuođa vuolláičállit Finnmárkkuopmodaga firpmá beales.

source: Dette gjelder også de rettighetene reindriftsutøvere har på slikt grunnlag eller etter reindriftsloven.
sme: Vuoigatvuođa vuolláičállit fi rpmá beales sáhttá goas ihkinassii rávkat ruoktot.

source: For å fastslå omfanget og innholdet av de rettighetene som samer og andre har på grunnlag av hevd eller alders tids bruk eller på annet grunnlag, opprettes en kommisjon som skal utrede rettigheter til land og vann i Finnmark, og en særdomstol som skal avgjøre tvister om slike rettigheter, jf. kapittel 5.
sme: Juos oktage, gii ovddasta Finnmárkkuopmodaga olggošguvlui dán mearrádusa mielde, lea mannan guhkkelii go su váldi juoksu, de háldogeavaheapmi ii čana Finnmárkkuopmodaga, go Finnmárkkuopmodat duođašta ahte mieldešiehtadalli áddii dahje livččii galgan áddet, ahte lea mannan guhkkelii go váldi juoksu ja ahte livččii riidán rehálašvuođa dahkat háldogeavaheami gustojeaddjin.

source: Finnmarkseiendommen (Finnmárkkuopmodat) er et eget rettssubjekt med sete i Finnmark som skal forvalte grunn og naturressurser mv. som den eier i samsvar med lovens formål og reglene i loven her for øvrig.
sme: § 13 Rehketdoallu, rehketdoallodárkkisteapmi ja logaheapmi Finnmárkkuopmodat doallá rehketdoalu rehketdoallolága njuolggadusaid mielde.

source: Finnmarkseiendommens styre Finnmarkseiendommen ledes av et styre på seks personer.
sme: Rehketdoalu galgá stáhta autoriseren rehketdoallodárkkisteaddji dárkkistit.

source: Finnmark fylkesting og Sametinget velger selv tre medlemmer med personlige varamedlemmer hver.
sme: Rehketdoallodárkkisteaddji galgá juohke rehketdoallojagi addit dárkkástusmuitalusa Finnmárkkuopmodaga stivrii.

source: Medlemmene og varamedlemmene skal være bosatt i Finnmark.
sme: Finnmárkkuopmodat galgá logahuvvot fi tnodatlogaheapmái.

source: Blant medlemmene valgt av Sametinget skal minst ett styremedlem og vedkommendes varamedlem være representanter for reindriften. Både som medlemmer og som varamedlemmer skal begge organer velge både kvinner og menn.
sme: Dát ii dattege gusto dak kár opmodagaide ja ráddjejuvvon vuoigatvuođaide opmoda gain, mat leat čuldojuvvon almmolaš juohkogávppi bokte ja mat leat biddjojuvvon huksenguovlun plánain plána- ja huksenlága mielde, dahje čuldojuvvon duktasajiide maidda lea huksejuvvon.

source: Organet skal velge medlemmer og varamedlemmer samlet.
sme: Finnmárkkuopmodaga ii sáhte reastaluhttit dahje álggahit das vealgešiehtadallamiid.

source: Ansatte i Finnmarkseiendommen, Finnmarkseiendommens revisor og medlemmer og varamedlemmer i kontrollkomiteen kan ikke velges som styremedlemmer eller varamedlemmer.
sme: § 15 Badjebáhcaga juogadeapmi Juos Finnmárkkuopmodagas lea báŋkoduksan, reaidaruhtan dahje sullasaš aktivan, main lea gessojuvvon vejolaš vealggi ovddas, eambbo go dat mii dárbbašuvvo várrin váfi stit doaimma, de sáhttá stivra mearridit ahte badjebáza ollásit dahje oassálassii mákso juvvo Finnmárkku fylkkagildii, Sámediggái, fylkka gielddaide dahje dakkár oktasašávkki ulbmiliidda, mat bohtet fylkka ássiide buorrin.

source: Styremedlemmene og varamedlemmene oppnevnes for inntil fire år av gangen.
sme: § 16 Gozihanlávdegoddi Stivrra doaimma geahččá bearrái gozihanlávdegoddi, mas leat golbma lahtu.

source: Styremedlemmer og varamedlemmer kan avsettes av det organ som har oppnevnt vedkommende.
sme: Finnmárkku fylkkadiggi, Sámediggi ja Gonagas nammadit guhtege ovtta lahtu oktan persovnnalaš sadjásašlahtuin.

source: Organet skal i så fall på nytt velge medlemmer og varamedlemmer samlet.
sme: Lahttun ja sadjásašlahttun galgá iešguhtege orgána nammadit dievddu ja nissona.

source: Styremedlemmer og varamedlemmer har rett til å tre tilbake før tjenestetiden er ute dersom særlig grunn foreligger.
sme: Stáhta nammadan lahttu ja sadjásašlahttu galgaba deavdit gáibádusaid, maid duop mostuolloláhka bidjá alimusrievttiduopmáriidda.

source: Styret og det organ som har oppnevnt vedkommende, skal gis rimelig forhåndsvarsel.
sme: Lahtut ja sadjásašlahtut nammaduvvojit gitta njealji jagi rádjai háválassii.

source: Fjerde ledd annet punktum gjelder tilsvarende.
sme: Ii oktage sáhte leat lahttun eambbo go logi jagi oktilassii.

source: Styret velger selv en leder og en nestleder blant medlemmene.
sme: Lahttu, gean stáhta lea nammadan, lea lávdegotti jođiheaddji.

source: Dersom ingen oppnår flertall, fastsetter Finnmark fylkesting i oddetallsår og Sametinget i partallsår hvem av de seks medlemmene som skal være leder og nestleder.
sme: Juos leat sierramielalašvuođat, de eanetlohku mear rida. Mearrádusaide nugo namahuvvo nuppi lađđasis bustávas e ja f gáibiduvvo ovtta miela lašvuohta.

source: Valget av styremedlemmer og varamedlemmer holdes som forholdsvalg som nevnt i kommuneloven § 37 dersom minst ett medlem av organet krever det.
sme: Gozihanlávdegoddi galgá fi dnet buot dábuhahtti dieđuid Finnmárkkuopmodagas, maid dárbbaša dahkamušaidis čađaheapmái dán paragráfa mielde.

source: Dersom det ved forholdsvalg er nødvendig for å oppfylle kravet om at det blant medlemmene og varamedlemmene skal være både kvinner og menn, skal kandidater fra det underrepresenterte kjønn rykke opp på den listen som har fått færrest stemmer av de listene som skal representeres.
sme: Raporttas galgá gozihanlávdegoddi čilget gozihandoaimmas, árvvoštallat stivrra jahkemuitalusa ja dilálašvuođaid maid dat siskkilda, ja árvvoštallat mo dát láhka doaibmá ja leago sávahahtti dan nuppástuhttit. Gozihanlávdegotti goluid máksá Finnmárkkuopmodat.

source: Ved stemmelikhet avgjøres det ved loddtrekning på hvilken liste opprykk skal skje.
sme: Mávssu lahtuide ja sadjásašlahtuide máksá dat orgána, mii lea nammadan guoskevačča.

source: Dersom det ved forholdsvalg i Sametinget er nødvendig for å oppfylle kravet om at et av styremedlemmene og vedkommendes varamedlem skal være representanter for reindriften, skal representanter for reindriften rykke opp på den listen som har fått færrest stemmer av de listene som skal representeres og som har slike kandidater. Dersom det ikke finnes noen slik liste, tilfaller den siste styreplassen representantene for reindriften på den listen som har fått flest stemmer av de listene som har slike kandidater.
sme: § 17 Stivrralahtuid je. ráŋggáštus- ja buhtadasovddasvástádus Stivrra lahttu, fi rpmávuolláičálli, rehketdoallodárkkisteaddji, hovdejeaddji virgehas geasa lea addo juvvon váldi dahkat mearrádusaid Finnmárkkuopmodaga beales ráddjejuvvon áššeduovdagiid siskkobealde, dahje gozihanlávdegotti lahttu, gii fasttes jearggahisvuođain čađaha dahkamušaidis Finnmárkku opmodaga ovddas, ráŋggáštuvvo sáhkuiguin dahje čavgejeaddji dilálašvuođain giddagasain gitta jagi rádjai.

source: Ved stemmelikhet avgjøres det ved loddtrekning hvilken liste som skal anses for å ha fått flest eller færrest stemmer.
sme: Stivrra lahttu, gii eaktodáhtus dahje sahtedohko lea dagahan Finnmárkkuopmodahkii manahusa luohttámušdoaimma čađahettiin, leat geatnegas buhttet manahusa.

source: Forvaltningen av Finnmarkseiendommen hører under styret.
sme: Gozihanlávdegoddi mearrida, gáibiduvvogo buhtadas.

source: Styret skal sørge for forsvarlig organisering av virksomheten.
sme: § 18 Gaskavuohta almmolašvuođaláhkii ja hálddašanláhkii Finnmárkkuopmodahkii gusto hálddašanlága kapih tal II bealátkeahtesvuođa birra, § 11 oaivadangeat negasvuođa birra, § 11 a áššemeannudanáiggi ja gaskaboddasaš vástádusa birra ja §§ 13 rájes 13 f rádjai jávohisvuođageaskku birra seamma láhkai.

source: Styret skal i nødvendig utstrekning fastsette planer, budsjett, retningslinjer og instrukser for virksomheten. Styret iverksetter de undersøkelser som det finner nødvendig for å kunne utføre sine oppgaver.
sme: Finnmárkkuopmodat galgá ovddalgihtii dieđihit guo vllu vuoigatvuođalaččaide ja addit vejolašvuođa ceal kit hálddašanlága § 16 njuolggadusaid mielde ovdal go Finnmárkkuopmodat dahká dakkár mearrádusaid, main sáhttet leat rievttálaš dahje duođalaš čuovvumušat sidjiide.

source: Styret skal iverksette slike undersøkelser dersom et styremedlem krever det.
sme: Finnmárkkuopmodaga áššegirjjit leat almmolaččat almmolašvuođalága njuolggadusaid mielde.

source: Styrelederen skal sørge for at aktuelle saker blir behandlet i styret og at det blir innkalt til styremøter på hensiktsmessig måte og med rimelig frist.
sme: Go oaidningáibádusat biehttaluvvojit, de sáhttá gažaldaga, leago lohpi beaitit áššegirjji almmolašvuođas, váidalit Finnmárkku fylkkamánnái.

source: Styret skal behandle saker i møte med mindre lederen finner at saken kan forelegges styret skriftlig eller behandles på annen betryggende måte.
sme: § 19 Álbmotmeahcit Finnmárkkuopmodaga eatnamiin Eatnamat, maid Finnmárkkuopmodat oamasta, sáhttet biddjojuvvot álbmotmeahccin luonddugáhttenlága mielde.

source: Et styremedlem kan kreve møtebehandling. Styret kan treffe vedtak når minst fem medlemmer er til stede.
sme: Geavahannjuolggadusaid hábmemis galgá deattuhit, ahte árbevirolaš geavaheami sáhttá joatkit.

source: Vedtak treffes med alminnelig flertall med mindre annet følger av § 10. Ved stemmelikhet er styrelederens stemme avgjørende.
sme: Finnmárkkuopmodat ja geavahanvuoigatvuođalaččat geat guoskkahuvvojit, sáhttet gáibidit buhtadasa ekonomalaš manahusas luonddugáhttenlága § 20 b njuolggadusaid mielde.

source: I beretningen skal det gis en særskilt redegjørelse for endringer i bruken av utmark og en vurdering av endringenes betydning for naturgrunnlaget for samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv.
sme: § 20 Gaskavuohta boahttevaš láhkamearrádusaide Finnmárkkuopmodat ii leat suddjejuvvon dan vuo stá, ahte dan riektedilli dahje vuoigatvuođat nuppástuhttojuvvojit, gáržžiduvvojit dahje fámuhuhttojuvvojit lága bokte.

source: Styret fastsetter selv sin godtgjørelse.
sme: Kapihtal 3 Ođasmuvvi valljodagat Finnmárkkuopmodaga eatnamiin

source: Godtgjørelsen dekkes av Finnmarkseiendommen.
sme: Luonddu máŋggadáfotvuođa ja buvttadanmuni galgá seailluhit.

source: Saker om endret bruk av utmark og avhendelse av fast eiendom m.m..
sme: Dán kapihttala njuolggadusat eai gusto juos eará čuovvu sierra riektediliin.

source: I saker om endret bruk av utmark skal Finnmarkseiendommen vurdere hvilken betydning endringen vil ha for samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv.
sme: § 22 Gielddas ássi olbmuid vuoigatvuođat Dán kapihttala njuolggadusaid mielde ja daid rámaid siskkobealde, mat čuvvot eará láhkamearrádusain, lea sis geat ásset gielddas Finnmárkku fylkkas, Finnmárkkuopmodaga eatnamiin vuoigatvuohta:

source: Sametingets retningslinjer etter § 4 skal legges til grunn ved vurderingen av samiske interesser etter første punktum.
sme: Boazodolliin lea boazodoalu doaimmahettiin gielddas seamma vuoigatvuohta go gielddas ássi olbmuin.

source: Vedtak om endret bruk av utmark krever tilslutning fra minst fire styremedlemmer dersom hele mindretallet begrunner sitt standpunkt i hensynet til samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv vurdert på bakgrunn av Sametingets retningslinjer.
sme: § 23 Finnmárkkus ássi olbmuid vuoigatvuođat Dán kapihttala njuolggadusaid mielde ja daid rámaid siskkobealde, mat čuvvot eará láhkamearrádusain, lea sis geat ásset gielddas Finnmárkku fylkkas, Finnmárkkuopmodaga eatnamiin gielddas vuoigatvuohta:

source: Dersom flertallet ikke utgjør flere enn fire, kan et samlet mindretall i løpet av styremøtet kreve at saken forelegges for Sametinget.
sme: a) bivdit fuođđuid, b) bivdit smávvafuđožiid, c) oaggut čázádagain stákkuin ja duorgguin, d) lubmet ja e) ávnnastit ruovttuduodjái.
